{
	"name": "Warlords",
	"description": "*** THIS MOD IS IN EARLY BETA TESTING AND MANY FEATURES WILL BE ADDED / CHANGED ***\r\n\r\nThe Warlords Mod puts the power back in the hands of the players, fighting face to face on the battlefield.  In a world where the gods no longer send their Avatars to destroy for them, it is up to the Warlords of the land to fight for control and destroy their enemies.\r\n\r\nFor Detailed Features please visit our GitHub Wiki http://www.github.com/bigmanshawn/Warlords/wiki\r\n\r\nYou may help test Warlords by joining us on our official server at 107.173.81.98:39616.  This server will always run the latest version of the Mod, and will be wiped at the end of our Beta period.  ",
	"changeNote": "ITEMS\r\n* Pickaxe now does 13 gathering damage as it is a T4 gathering tool and not available till late game.\r\n* Pickaxe now has 420 Durability up from 220.\r\n* All harvesting tool damage greatly reduced, they only provide a small amount of advantage over bare fists.\r\n* Repair Hammers have had their damage reduced.\r\n* Religion Gathering Items have had their damage reduced to match their T1 weapon counterparts.\r\n* Weapon Damage has been adjusted across the board based on tier, type and speed of weapon.\r\n* Swords now come in 3 variations of speed - Fast Medium and Slow.\r\n* All Weapons now gain damage directly from strength and have a modifier on them based on the attributes of the weapon for how much of the attribute damage is applied, Two Handers receive a bigger gain here.\r\n* All Shields now provide armor to those wearing them when attacked from the frontal cone.\r\n* Bow Damage is now Modified by Strength to reflect the draw power of the character.\r\n* Arrow and Bolt Damage is now modified by Accuracy to reflect the ability to aim.\r\n* Crossbow Damage is now modified by Accuracy.\r\n* Performed massive pass on all armor and weapons adjusting values and implementing new formulas for damage. Str and Accuracy now play a very important role in your outgoing damage.\r\n* Crossbows /may/ shoot further and faster... or may be comedic and behave erratically.\r\n\r\nCHARACTERS\r\n* Strength now provides +1 damage per point on Bows, Melee Weapons and Thrown Weapons.  It no longer gives % base damage bonus to weapons.\r\n* Accuracy now provides +1 damage per point on Crossbows, Arrows and Bolts. It no longer gives % base damage bonus to weapons.\r\n ",
	"author": "Shawn Sagady",
	"authorUrl": "",
	"versionMajor": 0,
	"versionMinor": 2,
	"versionBuild": 0,
	"bRequiresLoadOnStartup": false,
	"steamPublishedFileId": "883029421",
	"steamVisibility": 0,
	"folderName": "Warlords",
	"revisionNumber": 26291,
	"snapshotId": 10819
}